Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/white_papers/gievrras_giellamodeallat.pdf.tmx
Source language: sme
Languages: nob

source: Diđolaš giellabargu nannenmodeallas eaktuda ahte oahpaheaddjit ja bargit dihtet makkár giellaoahpalaš bealit leat hearkkit mánáid gielas, ja dárbbašit liigefuomášumi.
nob: I befestningsmodellen forutsetter bevisst språkarbeid at lærere og ansatte har kjennskap til hvilke grammatiske sider ved barnets språk som er svake, og som trenger ekstra fokus.

source: Lea maid dehálaš atnit muittus ahte muhtun giellaráhkadusaid riikkagielat dorjot, omd. ahte lea morfologalaš erohus gaskkal vearbbaid vássánáiggi ja dálá áiggi.
nob: Der er også viktig å huske på at riksspråkene støtter noen språkstrukturer, som for eksempel at det er morfologisk forskjell mellom verb i fortid og i nåtid.

source: Muhtun giellaráhkadusaid riikkagielat fas eai doarjjo, ja dat gáibidit deattuheami.
nob: Noen språkstrukturer støttes ikke av riksspråket, og de krever vektlegging.

source: Jus riikkagielat leat dáro- dahje ruoŧagiella, dat eai doarjjo erohusa gaskkal nominatiivva ja akkusatiivva, namalassii ahte lea erohus gaskkal ja , “čáhci” ja “čázi”.
nob: Dersom riksspråkene er norsk eller svensk, støtter de ikke forskjellen mellom nominativ og akkusativ, som for eksempel at det er forskjell mellom og , og .

source: Riikkagielat maid eai doarjjo guvttiidlogu pronomeniid ja vearbahámiid (“moai”, “doai”, “soai”).
nob: Riksspråkene støtter heller ikke totallspronomen og totallsverbformer (, , ).

source: Dalle lea dehálaš giellafálaldagain sihkkarastit mánáide doarvái vásáhusaid dákkár ráhkadusaiguin.
nob: Da er det viktig at språktilbudene sikrer barna tilstrekkelig med erfaringer i slike strukturer.

source: Gielladiđolaš bargu nannet gielalaš ráhkadusaid mánáid gielas ovddida maid mánáid obbalaš giellaovdáneami.
nob: Det språkbevisste arbeidet med å styrke språklige strukturer i barnas språk fremmer også barnas generelle språkutvikling.

source: Dat viiddida máná sátnevuorkká ja dat nanne mánáid konteavsttahis giela (giella mii gieđahallá áššiid mat eai leat dás ja dál).
nob: Det utvider barnets ordforråd og det styrker barnas kontekstløse språk (språk som omhandler situasjoner som ikke skjer her og nå).

source: Sihke sátnevuorká ja konteavsttahis giella leat dárbbašlaččat skuvlaagis go mánná dađi mielde galgá oahppagoahtit lohkama bokte.
nob: Både ordforråd og kontekstløst språk er nødvendige i skolealderen da barnet etter hvert skal begynne å lære gjennom lesing.

source: Gielladiđolaš bargu maid nanne máná muitalandáiddu ja dáiddu ovdanbuktit iežas jurdagiid.
nob: Språkbevisst arbeid styrker også barnets fortellerferdighet og ferdighet i å legge fram sine tanker.

source: Mánát berrejit vásihit máŋggabealat giellabirrasa, gos sii ieža maid galget oassálastit ságastallamiin sihke dálá áiggi, vássán áiggi ja boahtte áiggi birra, gos vurdojuvvo ahte sii sihke vástidit ja jerret, guldalit ja muitalit.
nob: Barna bør erfare et allsidig språkmiljø der de selv også skal delta i samtalene både om nåtid, fortid og framtid, der det forventes at de både skal svare og spørre, lytte og fortelle. I barnehagene må man huske at barna burde få et så godt grunnlag i samisk at de evner å lære gjennom samisk.

source: Mánáidgárddiin berre muitit ahte mánát galggašedje oažžut nu buori vuođu sámegielas ahte nákcejit oahppat sámegiela bokte.
nob: Dette betyr at de forstår også når det snakkes om saker som ikke skjer her og nå, og at de kan fortelle om sine egne tanker slik at andre kan forstå det.

source: 9.2.2 Movt álggahit gielladiđolaš barggu oamastanmodeallas Oamastanjoavkku mánáid váhnemiin ii leat ollu sámegielmáhttu, nu ahte jus mánná galgá šaddat sámegielagin, de dainna ferte mánáidgárdi dahje skuvla bargat.
nob: 9.2.2 Hvordan sette i gang språkbevisst arbeid i tilegnelsesmodellen Foreldrene til barna i tilegnelsesgruppa har ikke mye kunnskaper i samisk, slik at dersom barnet skal bli samisktalende, så må barnehagen eller skolen jobbe for det.

source: Váhnemat leat válljen sámegielat fálaldaga mánáidasaset ja dainna lágiin čájehit 33 ahte sii háliidit ahte mánná galgá sámegielagin šaddat.
nob: Foreldrene har valgt et samiskspråklig tilbud til barna sine og dermed vist at de ønsker at barnet skal bli samisktalende.

source: Oamastanjoavkku hárrái lea danin hui dehálaš ahte váhnemiidda čilgejuvvo dárkilit mii lea mánáidgárddi ja skuvlla bargu: jus galgá nagodit hábmet ovttagielat sámegielat birrasa, de dat mearkkaša dan ahte mánát eai ieža beasa válljet makkár giela háliidit hupmat mánáidgárddis dahje skuvllas.
nob: Derfor er det meget viktig i forhold til tilegnelsesgruppa at foreldrene får klar informasjon om hva som er barnehagens og skolens oppgave: dersom det skal være mulig å skape et enspråklig samiskspråklig miljø, betyr det at barna ikke selv kan velge hvilket språk de vil snakke i barnehagen eller i skolen.

source: Rávesolbmuid dehálaš bargun lea baicca stivret mánáid giellageavaheami vai mánát sámástišgohtet.
nob: Det er heller de voksnes viktige oppgave å styre barnas språkbruk slik at barna begynner å snakke samisk.

source: Go váhnemat dihtet makkár giellageavadat mánáidgárddis leat, de sis lea alddiineaset vejolašvuohta ovdal juo árvvoštallat heivego dat sin bearrašii, ja válljet eará fálaldaga jus ii heive.
nob: Når foreldrene vet hvilken språkpraksis det er i barnehagen eller skolen, har de selv mulighet til å vurdere om det passer for deres familie, og eventuelt velge et annet tilbud.

source: Giellaservošiidda addá diehttevašvuođa go sámegielat mánáidgárde- ja skuvlafálaldagain leat čielga gielalaš mihtut ja bargovuogit, mat eai rievddat váhnenjoavkku molsašuddi vuordámušaid mielde.
nob: For språksamfunnene gir det forutsigbarhet at de samiskspråklige barnehage- og skoletilbudene har klare språklige mål og arbeidsmåter som ikke forandrer seg etter foreldregruppas skiftende forventninger.

source: Lea erenoamáš deaŧalaš ahte sámegielat fálaldagat nákcejit bisuhit ovttagielatvuođa ja čilget váhnemiidda manne dat bissu nu.
nob: Det er spesielt viktig at de samiskspråklige tilbudene klarer å opprettholde enspråkligheten og forklare foreldrene hvorfor det fastholdes slik.

source: Bargit fertejit dovdat giellaválljema prinsihpaid dan mađe bures ahte nagodit jeđđet ja doarjut vuorjašuvvan váhnemiid almmá rievdatkeahttá ovttagielatvuođa.
nob: De ansatte må kjenne til prinsippene for språkvalg såpass godt at de klarer å trøste og støtte bekymrede foreldre uten å endre på enspråkligheten.

source: Bargit eai galgga ráhkadit priváhta šiehtadusaid ovttaskas váhnemiiguin geavahit riikkagiela gaskkohagaid.
nob: De ansatte skal ikke lage private avtaler med enkeltforeldre om å bruke riksspråket av og til.

source: Váhnemiidda lea dehálaš muitalit movt oamastanmodeallas huksejuvvo mánáide oadjebas biras.
nob: Det er viktig å fortelle foreldrene hvordan det i tilegnelsesmodellen bygges opp et trygt miljø for barna.

source: Riikkagielat mánná boahtá jovkui dakkár dilis, ahte son ii ádde maid bargit hupmet sutnje, muhto bargit gal áddejit maid son hupmá riikkagillii.
nob: Det riksspråklige barnet kommer til gruppa i en situasjon der det ikke forstår hva de ansatte sier, men de ansatte forstår hva barnet sier på riksspråket.

source: Bargit čájehit mánnái hui konkrehtalaččat, ahte sii áddejit máná, muhto bissot ain sámegielas mánáin háladettiin.
nob: De ansatte viser helt konkret til barnet at de forstår barnet, men holder seg likevel til samisk når de snakker til barnet.

source: Smávva mánáiguin oadjebasvuohta ii leat dušše gielalaš gulahallama duohken, dat šaddá liegga láhttema ja meannudeami bokte.
nob: For små barn avhenger ikke tryggheten bare av språklig kommunikasjon, den utvikler seg også gjennom varme og omsorg.

source: Mánáid lea maid dehálaš oahpásmahttit ja searvadahttit ulbmilii.
nob: Det er også viktig å gjøre barna kjent med og involvere dem i det språklige målet.

source: Rávesolbmot fertejit čielgasit hupmat maid vurdet mánás;
nob: De voksne må fortelle klart hva de forventer av barnet;

source: dáppe mii sámástit.
nob: her snakker vi samisk.

source: Go lea sániiguin dán čilgen, dalle lea maid dehálaš ahte rávesolbmot daguid bokte duođaštit dán.
nob: Når de har forklart det med ord, er det også viktig at de voksne bekrefter det gjennom handlinger.

source: Jus rávesolmmoš gullá mánáid ságasteame riikkagiela, de ferte juoga ládje dustet dan dili.
nob: Dersom den voksne hører barna snakke på riksspråket, må man møte situasjonen på en eller annen måte.

source: Jus mánná lea reseptiiva sámegielat de ferte juoga láhkái reageret riikkagiela geavaheapmái.
nob: Dersom barnet er reseptivt 25 samiskspråklig, må man på en eller annen måte respondere på bruken av riksspråket.

source: Jus rávesolbmot leat dadjan ahte dáppe mii sámástit, muhto eai daga maidege go mánát hupmet riikkagiela, de dat lea čielga duppalkommunikašuvdna.
nob: Dersom de voksne har sagt at her snakker vi samisk, men ikke gjør noe når barnet snakker riksspråket, er det en klar dobbeltkommunikasjon.

source: Dát boktá eahpádusa ja dorvvohisvuođa mánáid guovdu, go ii sáhte luohttit dasa maid rávesolbmot dadjet.
nob: Det vekker tvil og motløshet hos barnet når det ikke kan stole på det de voksne sier.

source: Árrana mánáidgárddis mánáidgárdejagi 2019/2020 álggahuvvui giellarievdadanprošeakta maid Ingrid Kintel jođihii ja mainna duođaid lihkostuvve.
nob: I Árran mánájgárdde ble det i barnehageåret 2019/2020 satt i gang et prosjekt ledet av Ingrid Kintel, som de virkelig lyktes med.

source: Go galge mánáid gulahallangiela rievdadit dárogielas sámegillii, de atne veahkkin dárogielsonaid.
nob: Når de skulle endre barnas kommunikasjonsspråk fra norsk til samisk, brukte de norske soner til hjelp.

source: Juohke lanjas ledje alit teippain merken unna sonaža gokko lei lohpi dárustit.
nob: I hvert rom hadde de merket med blå teip en liten sone der det var lov å snakke norsk.

source: Dákkár vuohki vásihuvvui buorren ja ávkkálažžan mánáidgárdebargiide.
nob: Denne metoden ble opplevd som bra og nyttig for de barnehageansatte.

source: Dat stivrejedje mánáid giellageavaheami, muhto sonaid bokte addui sadji máná ruovttugillii hui ráddjejuvvon hámis.
nob: De styrte barnas språkbruk, men ved hjelp av sonene ble det gitt rom for barnets hjemmespråk i en meget avgrenset form.

source: Jus bargit gulle mánáid dárusteame, de baicca go dan álo cuiggodit, maid bargit vásihedje vuorjamiin, de besse dadjat mánnái: “mun gulan ahte dus lea dárbu dárustit.
nob: I stedet for alltid å irettesette barnet når det snakket norsk, kunne de ansatte si til barnet på samisk at jeg hører du har behov for å snakke norsk.

source: Boađe mu mielde dárogielsonii ja doppe beasat 34 dárustit.
nob: Bli med meg til norsksonen og der kan du snakke norsk.

source: ” Diekkár čielga sonat dahke sámásteami hui konkrehtan mánáide, ja váhnemiidda dat dovdui oadjebassan.
nob: Slike klare soner gjorde det å snakke samisk meget konkret for barna, og for foreldrene opplevdes det trygt.

source: Dađi mielde go mánát hárjánedje sámástit, de šattai unnit ja unnit dárbu dáidda sonaide.
nob: Etter hvert som barna vente seg til å snakke samisk, ble det mindre og mindre behov for disse sonene.

source: Jus leat mánát geat eai vel máhte sámegiela, de ii sáhte sis gáibidit ahte galget sámástit, go dat ii leat vejolaš mánnái.
nob: Dersom det er barn som ennå ikke kan samisk, så kan man ikke kreve av dem at de skal snakke samisk siden det ikke er mulig for barnet.

source: Dakkár dilis fertejit bargit leat dán máná lahkosiin ja veahkehit dán máná ja sihkkarastit ahte su giellageavaheapmi ii stivregoađe olles mánnájoavkku giellageavaheami, dalle go dát mánná lea sámegiela oamasteame.
nob: I en slik situasjon må de ansatte være nær dette barnet og hjelpe det og sikre at dets språkbruk ikke styrer hele barnegruppas språkbruk, når barnet er i ferd med å tilegne seg samisk.

source: Mánnái ii leat sámásteapmi oahpes dilli, dat lea juoga ođas.
nob: Det å snakke samisk er ikke en kjent situasjon for barnet, det er noe nytt.

source: Dákkár dilli lea hástaleaddji ja gáibida mánás ollu, nugo juohke rávesolbmosge gii galggašii ođđa giela hupmagoahtit.
nob: En slik situasjon er utfordrende og krever mye av barnet, på samme måte som det kreves av voksne når de skal begynne å snakke et nytt språk.

source: Jus mánáidgárddis dahje skuvllas leat bargit geat ieža leat leamaš sullasaš dilis, ahte su ruovttugiella ii lean sámegiella, muhto lea sámástišgoahtán easkka maŋŋil eallimis, de leat dán olbmo vásáhusat resursan bargui.
nob: Dersom det i barnehagen eller i skolen er ansatte som selv har vært i en liknende situasjon, at samisk ikke var deres hjemmespråk men at de begynte å snakke samisk først senere i livet, er deres erfaringer en ressurs i arbeidet.

source: Dakkár bargi lea leamaš seamma dilis go mánát leat dál.
nob: Slike ansatte har vært i samme situasjon som barnet er i nå.

source: Rávesolmmoš sáhttá mánáiguin hupmat iežas vásáhusaid birra: mánát ja rávesolmmoš besset ovttas hupmat dan birra movt sidjiide lea sámástit, ja rávesolmmoš sáhttá maid čilget movt sutnje dál lea sámástit go lea hárjánan dasa.
nob: Den voksne kan snakke om sine egne erfaringer med barnet: barna og den voksne kan snakke sammen om hvordan det er å snakke samisk, og den voksne kan også forklare hvordan det er å snakke samisk nå når vedkommende er blitt vant til det.

source: Go hárjána sámástit, de dat ii leat šat nu gáibideaddji, de beassá čevllohallat.
nob: Når man blir vant til å snakke samisk, er det ikke lenger så krevende, og da kan man være stolt av seg selv.

source: Dainna lágiin de oadjuda mánáid, dat maid mánná vásiha ja dovdá lea áibbas lunddolaš, ja daidda dovdduide lea maid sadji mánáidgárddis dahje skuvllas.
nob: På den måten gjør man barna trygge, det barnet erfarer og føler er helt naturlig, og det er også rom for disse følelsene i barnehagen eller i skolen.

source: Mánná maid oažžu áddejumi ahte dákkár hástaleaddji dilli ii bistte agibeaivvi, dát dovddut váidot go olmmoš hárjána sámástit.
nob: Barnet forstår også at en slik utfordrende situasjon varer ikke evig, disse følelsene avtar når man blir vant til å snakke samisk.

source: Dákkár ságastallama bokte mánná ii dárbbaš okto dovdduid gieđahallat.
nob: Gjennom slike samtaler behøver ikke barnet å håndtere disse følelsene alene.

source: Go álggaha barggu oamastanjoavkkus dahje mánnájoavkkus, mas riikkagiella lea gulahallangiellan mánáid gaskkas, de ii leat čađahahtti mearridit ahte ihttin galgá sámegiella leat gulahallangiellan juohke áidna dilis ja doaimmas.
nob: Når man starter arbeidet i tilegnelsesgruppa eller i barnegruppa der riksspråket er kommunikasjonsspråket til barna, er det ikke gjennomførbart å bestemme at i morgen skal samisk være kommunikasjonsspråket i enhver situasjon og aktivitet.

source: Dáinna lágiin lea váttis lihkostuvvat.
nob: Det er vanskelig å lykkes på denne måten.

source: Dakkár bargovuohki, mas buot galgá rievdat ovttatmano, šaddá ilá lossadin bargiide ja mánáide.
nob: En slik arbeidsmåte der alt skal endres øyeblikkelig, blir altfor krevende for de ansatte og barna.

source: Lea jierpmálaččat mearridit vissis doaimmaid dahje lanjaid gos buohkat galget sámástit, ja go mánát sámástit dain doaimmain dahje lanjain, de baicca viiddidit sámásteami eará doaimmaide dahje latnjii.
nob: Det er fornuftig å velge visse aktiviteter og rom hvor alle skal snakke samisk, og når barna snakker samisk i disse aktivitetene eller rommene, kan man heller utvide det å snakke samisk til andre aktiviteter eller rom.

source: Dáinna lágiin sámásteami ráddje čielgasit álggus, ja de viiddida maŋŋel go mánát sámástišgohtet.
nob: På denne måten avgrenses bruken av samisk til å begynne med, og så utvides det etter hvert som barna begynner å snakke samisk.

source: De rávesolbmot besset hui diđolaččat bargat giellamolsumiin vissis áiggi, ja duođaid bidjat návccaid dasa ahte rievdadit mánáid giellageavaheami.
nob: Dette gir de voksne rom til å arbeide bevisst med språkendringen i en periode, og virkelig sette inn krefter på å endre barnas språkbruk.

source: Dákkár bargovugiin rávesolbmot šaddet hui diđolažžan iežaset bargovugiid hárrái.
nob: På denne måten blir de voksne bevisste i forhold til sine egne arbeidsmåter.

source: Mánáide šaddá maid vejolaš lihkostuvvat sámástemiin, go galget álggus sámástit ráddjejuvvon bottuin, ja easkka go leat hárjánan sámástit ja hálddašit dan, de viiddiduvvo sámásteapmi.
nob: For barna blir det også mulig å lykkes med bruken av samisk når de først skal snakke samisk i avgrensede stunder og først når de er blitt vante til å snakke samisk og behersker det, utvides bruken av samisk.

source: Go galgá válljet doaimmaid main álgá molsut giellageavaheami riikkagielas sámegillii, de lea vuogas válljet doaimmaid main eanas sámegielat bargit sáhttet oassálastit.
nob: Når man skal velge aktiviteter der man begynner å bytte språkbruken fra riksspråket til samisk, kan det være lurt å velge aktiviteter hvor flest mulig samisktalende ansatte deltar.

source: Lea maid vuogas válljet doaimmaid mat mánáid mielas leat suohttasat, dahje doaimmaid mat leat seammaláganat juohke beaivvi.
nob: Det er også mulig å velge aktiviteter som barna synes er morsomme, eller aktiviteter som gjennomføres likt hver dag.

source: Skierre ovdaskuvllas Jielleváris dahke Stina Negga, Gudrun Kuhmunen ja Erika Jannok jagi 2019/2020 oktasaš iđđesborramiid dakkár ovttagielat sámegielat doaibman, mas buohkat galge 35 sámástit ja mas bargit diđolaččat stivrejedje mánáid giellageavaheami.
nob: I Skierri førskole i Jiellevárri gjennomførte Stina Negga, Gudrun Kuhmunen og Erika Jannok i 2019/2020 felles frokost som en samiskspråklig aktivitet der alle skulle snakke samisk og der de ansatte bevisst styrte barnas språkbruk.

source: Máŋgii mánáidgárddis buoremusat lihkostuvvet giellageavahemiin juste borranbottuin, ja Skierris ledje nu vuohkkasit bidjan liige deattu sámegillii jur beaivvi álggus, juste vai mánát joatkkášedje sámástemiin go ledje beaivet dainna álgán.
nob: Ofte lykkes man best med språkbruken i barnehager nettopp i forbindelse med måltidene, og i Skierri hadde de lagt ekstra vekt på samisk nettopp i begynnelsen av dagen for å prøve å få barna til å fortsette å snakke samisk når de hadde begynt med det om formiddagen.

source: Mánáid berre maid searvadahttit árvvoštallamii: “sámásteimmetgo?
nob: Barna bør også involveres i evalueringen: “snakket vi samisk?

source: Dákkár ráddjejuvvon doaimmaid maŋŋel lea maid dehálaš ahte mánát besset mielde árvvoštallamis.
nob: Etter slike avgrensede aktiviteter er det også viktig at barna får være med i evalueringen.

source: Dáinna lágiin beassá rávesolmmoš láidet ja veahkehit mánáid lihkostuvvama guvlui, go mánát eai leat sámástan, ja go leat sámástan, de besset maŋŋil ávvudit lihkostuvvama.
nob: På den måten kan den voksne lede og hjelpe barna til å lykkes når de ikke har snakket samisk, og når de har snakket samisk, får barna feire og glede 26 seg over at de har lyktes.

source: Ságastallamiidda gielalaš ulbmiliid, dovdduid ja árvvoštallama birra berre dávjá láhčit saji, vai dat álo leat ságastanfáddán mánnájoavkkus.
nob: Det bør ofte avsettes tid for samtaler om mål, følelser og evaluering slik at det alltid er et samtaletema i barnegruppa.

source: Ná sihkkarastá ahte mánát ožžot oasi diđolaš giellageavadiidda ja leat ieža mielde dahkame sámegiela gulahallangiellan.
nob: Slik sikres det at barna får del i bevisste språkpraksiser og selv er med å gjøre samisk til kommunikasjonsspråket.

source: Go oamastanjoavkku mánát sámástit, ja atnet sámegiela sihke oahppama ja gulahallama reaidun, de bargagoahtá vugiiguin mat gullet nannenmodellii.
nob: Når barna i tilegnelsesgruppa snakker samisk, og bruker samisk som redskap både for læring og kommunikasjon, kan man begynne med metoder som hører til befestningsmodellen.

source: Vaikko mánát dalle sámástitge, de ferte goitge joatkit árvvoštallamiin, vai dakkaviđe fuomáša jus riikkagiella fas vuoitigoahtá saji mánnájoavkkus.
nob: Selv om barna da snakker samisk, må man fortsette med evaluering slik at man med en gang oppdager det dersom riksspråket igjen vinner plass i barnegruppa.

source: 9.2.3 Ságastallanstrategiijat Ságastallanstrategiijat stivrejit ságastallama giellaválljema, daid bokte bohtet ságasteddjiid sávaldagat ja vuordámušat giellaválljemii ovdan.
nob: 9.2.3 Samtalestrategier Samtalestrategier styrer språkvalget i samtalen, og signaliserer samtalepartnernes ønsker og forventninger til språkvalget.

source: Ságastallanstrategiijat juhkkojit guovtti oassái: ovttagielat ságastallanstrategiijat ja guovttegielat ságastallanstrategiijat.
nob: Slik styrer samtalestrategiene språkvalget, og i samisk kontekst oppfordrer de til å bruke samisk eller la være å bruke samisk.

source: Ovttagielat ságastallanstrategiijat váikkuhit dasa ahte rávesolmmoš ja mánná atniba ovtta giela ságasteamis, goappašagat sámásteaba, go fas guovttegielat ságastallanstrategiijat váikkuhit dasa ahte ságastallamis leat anus guokte giela.
nob: Samtalestrategiene deles inn i to: enspråklige samtalestrategier og tospråklige samtalestrategier. De enspråklige samtalestrategiene gjør at den voksne og barnet anvender ett språk i samtalen, begge snakker samisk, mens de tospråklige samtalestrategiene gjør at det snakkes to språk i samtalen.

source: Dábálaččat rávesolmmoš sámásta ja mánná fas vástida riikkagillii, dahje rávesolmmoš maid molsu giela sámegielas ja geavahišgoahtá riikkagiela.
nob: Det vanlige er at den voksne snakker samisk mens barnet svarer på riksspråket, eller at den voksne også bytter språk fra samisk og begynner å bruke riksspråket.

source: Go Sámis áigu sosialiseret sámi mánáid hupmat sámegiela, de lea dehálaš diđolaččat geavahit ovttagielat ságastallanstrategiijaid.
nob: Når man i Sápmi skal sosialisere samiske barn til å snakke samisk, er det viktig bevisst å bruke enspråklige samtalestrategier.

source: Jus atnit guovttegielat ságastallanstrategiijaid de láhčit dili dasa ahte mánát geavahit riikkagiela.
nob: Dersom vi bruker tospråklige samtalestrategier, legger vi til rette for at barna bruker riksspråket.

source: Ságastallanstrategiijaid lea lunddolaš diđolaččat atnit oamastanjoavkku mánáid hárrái dan muttus go sii leat oččodan giela doarvái vai nagodit sámástišgoahtit.
nob: Det er naturlig å bruke samtalestrategiene bevisst med barn i tilegnelsesgruppa på det tidspunkter når de har tilegnet seg språket godt nok til å begynne å snakke det.

source: Lea maid vuogas geavahit nannenjoavkku mánáid hárrái, dalle go dat atnet riikkagiela sániid sámástettiin, dahje jus mánná láve válljet riikkagiela vaikko máhttáge sámegiela.
nob: Det kan også være greit å bruke det med barn i befestningsgruppa når de bruker ord fra riksspråket i samtalen, eller dersom barnet ofte velger norsk selv om det kan samisk.

source: Čuovvovaš tabeallas leat muhtun ovdamearkkat ságastallanstrategiijain.
nob: I den følgende tabellen er det noen eksempler fra samtalestrategiene.

source: Dat gustojit rávesolbmo ja máná ságastallamiin iešguđet oktavuođain, eai dušše mánáidgárddiin ja skuvllain.
nob: De gjelder for samtalen mellom den voksne og barnet i forskjellige sammenhenger, ikke bare i barnehagen og i skolen.

source: Buot strategiijat eai heive buot oktavuođaide;
nob: Alle strategiene passer ikke i alle sammenhenger;

source: ee. in ipmir -strategiija ii sáhte geavahit 36 oamastanmodeallas goittotge ovdal go mánát leat oččodan produktiivvalaš sámegiela.
nob: f.eks. kan man ikke bruke in ipmir (jeg forstår ikke) -strategien i tilegnelsesmodellen, i alle fall ikke før barnet har tilegnet seg et produktivt samisk språk.

source: Ovttagielat ságastallanstrategiijat – váikkuhit dasa ahte goappašagat, sihke rávesolmmoš ja mánná, sámásteaba
nob: Enspråklige samtalestrategier – fører til at begge, både den voksne og barnet, snakker samisk
